Repository: HGONeV/hgon_template
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_hgontemplate_domain_model_didyouknow
source: HGON Template: Did you know?
de: HGON Template: Wussen Sie schon?

# tx_hgontemplate_domain_model_didyouknow.title
source: Title
de: Titel

# tx_hgontemplate_domain_model_didyouknow.description
source: Description
de: Beschreibung (Wussten Sie schon?)

# tx_hgontemplate_domain_model_didyouknow.sys_category
source: SysCategory
de: Kategorie

# tx_hgontemplate_domain_model_article
source: HGON Template: Article
de: HGON Template: Artikel

# tx_hgontemplate_domain_model_article.title
source: Title
de: Titel

# tx_hgontemplate_domain_model_article.subtitle
source: Subtitle
de: Untertitel

# tx_hgontemplate_domain_model_article.description
source: Description
de: Beschreibung

# tx_hgontemplate_domain_model_article.price
source: Price
de: Preis (ohne Versandkosten)

# tx_hgontemplate_domain_model_article.image
source: Image
de: Bild

# tx_hgontemplate_domain_model_article.link
source: Link
de: Verweis (z.B. Leseprobe)

# tx_hgontemplate_domain_model_eventculinary
source: RKW Events: Events culinary
de: RKW Events: Speisen

# tx_hgontemplate_domain_model_eventculinary.title
source: Title
de: Titel

# tx_hgontemplate_domain_model_eventculinary.description
source: Description
de: Beschreibung

# tx_hgontemplate_domain_model_eventculinary.price
source: Price
de: Preis

# tx_hgontemplate_domain_model_eventculinary.date
source: Date
de: Datum und Uhrzeit

# tx_rkwevents_domain_model_event.tx_hgontemplate_eventcosts
source: Events Costs
de: Kosten für die Veranstaltung

# tx_rkwevents_domain_model_event.tx_hgontemplate_eventculinary
source: Events Culinary
de: Veranstaltungs-Speisen

# tx_rkwevents_domain_model_event.tx_hgontemplate_paymenttype
source: Payment type
de: Zahlungsart

# tx_rkwevents_domain_model_event.tx_hgontemplate_paymenttype.0
source: Please choose
de: Bitte wählen

# tx_rkwevents_domain_model_event.tx_hgontemplate_paymenttype.1
source: Locally
de: Vor Ort (Barzahlung)

# tx_hgontemplate_domain_model_pages.palettes.extended
source: Extended
de: Erweitert

# tx_hgontemplate_domain_model_pages.tx_hgontemplate_contactperson
source: Contact person (sidebar)
de: Kontaktperson (wird auf alle Unterseiten weitervererbt)

# tx_hgontemplate_domain_model_pages.tx_hgontemplate_article
source: Shown shop article
de: Angezeigter Shop-Artikel (Nur sichtbar, wenn auf der Seite das Plugin "HGON: Generiert Vorschau für Geschwisterseiten" ausgewählt ist)

# tx_hgontemplate_domain_model_pages.pleaseChoose
source: --- Please choose ---
de: --- Bitte wählen ---

# tx_hgontemplate_domain_model_news.tx_hgontemplate_type
source: Type
de: Typ

# tx_hgontemplate_domain_model_news.tx_hgontemplate_type.0
source: News
de: Newsmeldung

# tx_hgontemplate_domain_model_news.tx_hgontemplate_type.1
source: Press
de: Pressemitteilung

# tx_hgontemplate_domain_model_news.tx_hgontemplate_type.2
source: Project
de: Projektmeldung

# tx_hgontemplate_domain_model_news.tx_hgontemplate_header_image
source: Header image
de: Header Image (optional - ersetzt Standardbild)

# tx_hgontemplate_domain_model_news.tx_rkwproject_project
source: Project
de: Projekt

# tx_hgontemplate_domain_model_newsletter.palettes.news
source: News
de: Neuigkeiten

# tx_hgontemplate_domain_model_newsletter.palettes.article
source: Article
de: Artikel

# tx_hgontemplate_domain_model_newsletter.palettes.events
source: Events
de: Veranstaltungen

# tx_hgontemplate_domain_model_newsletter.palettes.donation
source: Donation
de: Spenden

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_news_select
source: News select
de: Art der Newsausgabe

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_news_select.none
source: Don't show anything
de: Keine Neuigkeiten anzeigen

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_news_select.automatic
source: Automatic
de: Zeige aktuellste News automatisch an

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_news_select.manualSelect
source: Manual select
de: Manuelle Auswahl

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_news_count
source: Count
de: Anzahl angezeigter Newsmeldungen

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_news_list
source: List
de: Liste

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_article_select
source: Article select
de: Art der Artikelausgabe

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_article_select.none
source: Don't show anything
de: Keine Artikel anzeigen

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_article_select.automatic
source: Automatic
de: Zeige aktuellste Artikel automatisch an

source: Manual select
de: Manuelle Auswahl

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_article_count
source: Count
de: Anzahl angezeigter Artikel

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_article_list
source: List
de: Liste

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_event_select
source: Event select
de: Art der Veranstaltungsausgabe

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_event_select.none
source: Don't show anything
de: Keine Veranstaltungen anzeigen

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_event_select.automatic
source: Automatic
de: Zeige aktuellste Veranstaltungen automatisch an

source: Manual select
de: Manuelle Auswahl

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_event_count
source: Count
de: Anzahl angezeigter Veranstaltungen

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_event_list
source: List
de: Liste

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_donation_select
source: Donation select
de: Art der Spendenausgabe

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_donation_select.none
source: Don't show anything
de: Keine Spenden anzeigen

source: Automatic
de: Zeige aktuellste Spenden automatisch an

source: Manual select
de: Manuelle Auswahl

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_donation_count
source: Count
de: Anzahl angezeigter Spenden

# tx_hgontemplate_domain_model_newsletter.tx_hgontemplate_donation_list
source: List
de: Liste

# flexform.journalHighlight.newsUid
source: News UID
de: News auswählen

# flexform.journalHighlight.imageLeft
source: Left justified
de: Bild linksbündig (ansonsten rechtsbündig, wenn nicht selektiert)

# flexform.pageHighlight.pid
source: Page ID
de: Seite auswählen

# flexform.pageHighlight.imageLeft
source: Left justified
de: Bild linksbündig (ansonsten rechtsbündig, wenn nicht selektiert)

# flexform.randomAuthor.sheetTitle
source: Random Author
de: Zufallsautor

# flexform.randomAuthor.authorUidList
source: Author list
de: Autoren auswählen

# flexform.projectTeaser.sheetTitle
source: Project Teaser
de: Projektauswahl

# flexform.projectTeaser.preHeader
source: Pre header
de: Pre-Headline (blaue Schrift; falls nicht gesetzt, wird der Inhalt linksbündig dargestellt)

# flexform.projectTeaser.header
source: Header
de: Headline

# flexform.projectTeaser.random
source: Random
de: Zufallsauswahl (deaktiviert die direkte Projektauswahl; zeigt drei Projekte an)

# flexform.projectTeaser.projectUidList
source: Select three projects
de: Projektauswahl (drei oder vier Elemente müssen ausgewählt werden)

# flexform.projectTeaser.pidOverview
source: PID overview
de: Übersichtsseite auswählen

# flexform.pageSlider.pidList
source: Page IDs
de: Seiten auswählen

# flexform.pageSlider.preHeader
source: Pre header
de: Pre-Headline

# flexform.pageSlider.header
source: Header
de: Headline

# flexform.sixReasons.sheetTitle
source: Six reasons
de: Einleitender Text

# flexform.sixReasons.sheetTitle2
source: Six reasons
de: 6 gute Gründe

# flexform.sixReasons.preHeader
source: Pre header
de: Pre-Headline

# flexform.sixReasons.header
source: Header
de: Headline

# flexform.sixReasons.reason1
source: Good reason 1
de: Guter Grund 1

# flexform.sixReasons.reason2
source: Good reason 1
de: Guter Grund 2

# flexform.sixReasons.reason3
source: Good reason 3
de: Guter Grund 3

# flexform.sixReasons.reason4
source: Good reason 4
de: Guter Grund 4 (Optional)

# flexform.sixReasons.reason5
source: Good reason 5
de: Guter Grund 5 (Optional)

# flexform.sixReasons.reason6
source: Good reason 6
de: Guter Grund 6 (Optional)

# flexform.projectPartner.sheetTitle
source: Project
de: Projektauswahl (Optional)

# flexform.projectPartner.projectUid
source: Project
de: Projekt
