Repository: HGONeV/hgon_template
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: News
de: Newsmeldung

source: Press
de: Pressemitteilungyp

source: Project
de: Projektvorstellung

# tx_hgontemplate_templates_standard_journalHighlight.furtherContent
source: Further content
de: Weitere Inhalte

# tx_hgontemplate_templates_standard_journalHighlight.readMore
source: Read more
de: Mehr lesen

# tx_hgontemplate_templates_standard_projectTeaser.readMore
source: Read more
de: Mehr erfahren

# tx_hgontemplate_templates_standard_projectTeaser.moreInformation
source: More information
de: Mehr Informationen

# tx_hgontemplate_page_partials_layout.newstype.0
source: News
de: Newsmeldung

# tx_hgontemplate_page_partials_layout.newstype.1
source: Press
de: Pressemitteilung

# tx_hgontemplate_page_partials_layout.newstype.2
source: Project
de: Projektvorstellung

# tx_hgontemplate_extension_rkwevents_partials_filter.pleaseChoose
source: --- Please choose ---
de: --- Auswählen ---

# tx_rkwevents_fluid.partials_eventReservation_formFieldsMaster.terms3
source: In particular, I agree that HGON may publish photographs and videos taken during the event in various media for the purposes of event reporting and general public relations work.
de: Insbesondere bin ich damit einverstanden, dass das HGON im Rahmen der Veranstaltung gemachte Foto- und Videoaufnahmen für Zwecke der Veranstaltungsberichterstattung und der allgemeinen Öffentlichkeitsarbeit in verschiedenen Medien veröffentlicht.

# templates_registration_privacy_default.firstPart
source: Yes, I agree that HGON will use my personal data for the above purpose and to create a free user account. Furthermore, I have read and agree to the extended notes in the
de: Ja, ich stimme zu, dass das HGON meine persönlichen Daten zum oben genannten Zweck, sowie zur Erzeugung eines kostenlosen Nutzerkontos verwendet. Ferner habe ich die erweiterten Hinweise in der
